[
    {
        "PageNumber": 1,
        "Title": "Happy New Year 2024 !",
        "Text": "We send warmest greetings to you for the New Year 2024 and welcome you to this unique and beautiful homestay. It's most wonderful time of the year. Atithya Homestay is twinkling with holiday lights and festive special food and sightseeing events to make everyone merry. Enjoy the most charming part of the year with an extra treat at Atithya.",
        "ImageUrl": "assets/img/hpny.jpg"
    },
    {
        "PageNumber": 2,
        "Title": "Oranges are waiting..",
        "Text": "Exciting news:  With the start of new year 2024, the oranges on the trees around Atithya Homestay will be leaving the trees fast.  So, come early if you want to pluck some and enjoy those ripe Mandarins. The orange season is almost gone, so book your stay with us today if you really like to eat organic oranges. (Photos in Gallery).",
        "ImageUrl": "assets/img/Orange tree.jpg"
    },
    {
        "PageNumber": 3,
        "Title": "Tourists are arriving..",
        "Text": "Currently we are experiencing spike in tourists arrivals. We are receiving a lot of booking requests from agents, tour operators and booking websites. Book your dates with us to avoid last minute disappointment as Atithya Homestay is one of the most preferred resorts across Darjeeling.  Please click on BOOK to book online and make at least 50% advanced payment through GPay for confirmed booking.",
        "ImageUrl": "assets/img/Tourists.jpg"
    },
    {
        "PageNumber": 4,
        "Title": "Are you a solo traveller?",
        "Text": "If you are a solo traveller, male or female, we will take full care of  you. No worries.  From the Darjeeling town centre to our Homestay and back, we can help your for your transport, medical care and attention at all times. Especially ladies, feel comfortable, the owner is herself a lady and knows your needs for company and support. You are most welcome...",
        "ImageUrl": "assets/img/solotraveller.jpg"
    }
]
