[ 
    {   "PageNumber": 1,
        "Title": "Spring has arrived.",
        "Text": "Welcome guests, the rains have fallen, the sun is shining bright. Yellow daffodils are swinging in the gentle winds and the birds are chirping everyday. It is nightingale, it is sparrow, it is robin, it is cuckoo; our place is rich in flora and fauna.  Watch the nature in its full bloom. There is no other beautiful and peaceful private place like Atithya Homestay to watch the nature in its full glory and spend finest moments of your life with your partner, family, friends and children.",
        "ImageUrl": "assets/img/spring bird1.jpg"
    },
    {
        "PageNumber": 2,
        "Title": "Welcome to the Land of Orchids ",
        "Text": "Welcome guests. If you are craving to see Himalayan orchids in their full bloom and in many colours, this is right time for you to book your stay with us. Touch orchids, feel orchids, smell orchids, kiss orchids. See more orchids in our gallery page.",
        "ImageUrl": "assets/img/black orchids.jpg"
    },
    {
        "PageNumber": 3,
        "Title": "Are you a solo traveller?",
        "Text": "Whether you are a lady or gentleman and travelliing alone, we will take full care of you. No worries.  From Darjeeling town centre to our Homestay and back, we can help for your transport needs, medical care and attention at all times. Especially ladies, feel comfortable, the owner is herself a young lady and knows your needs for company and support. You are most welcome.",
        "ImageUrl": "assets/img/solotraveller.jpg"
    },
    {
        "PageNumber": 4,
        "Title": "An unforgettable experience",
        "Text": "These gentlemen from Maldah, West Bengal, are so much overwhelmed with Atithya Homestay, that they thought they were at their own home, due to warmest hospitality, finest food and so beautiful cottages to stay overnight.  They sat by the Nepali traditional fireplace (Chulo) in the side hut and witnessed live cooking. They chatted a lot keeping their bodies warm in the organic fire.  They also looked around the surrounding villages and were enchanted with the beauty of Darjeeling hills and the local people. This is the best season, all of you are most welcome.",
        "ImageUrl": "assets/img/three-guests.jpg"
    }
    
]
